/* No comment provided by engineer. */
"%@ has accepted your contact request" = "%@ has accepted your contact request";

/* No comment provided by engineer. */
"%@ has sent you a contact request" = "%@ has sent you a contact request";

/* No comment provided by engineer. */
"%@ is not allowed to access Face ID" = "%@ is not allowed to access Face ID";

/* No comment provided by engineer. */
"%@ is not allowed to access the camera" = "%@ is not allowed to access the camera";

/* No comment provided by engineer. */
"%@ is not allowed to access Touch ID" = "%@ is not allowed to access Touch ID";

/* #bc-ignore! */
"%d ATM(s) in %@" = "%1$d ATM(s) in %2$@";

/* #bc-ignore! */
"%d merchant(s) in %@" = "%1$d merchant(s) in %2$@";

/* #bc-ignore! */
"%ld used(s)" = "%ld used(s)";

/* No comment provided by engineer. */
"(1/3) Processing Payment" = "(1/3) Processing Payment";

/* No comment provided by engineer. */
"(1/3) Unable to process payment" = "(1/3) Unable to process payment";

/* No comment provided by engineer. */
"(2/3) Creating Dash Identity" = "(2/3) Creating Dash Identity";

/* No comment provided by engineer. */
"(2/3) Unable to create Dash Identity" = "(2/3) Unable to create Dash Identity";

/* No comment provided by engineer. */
"(3/3) Can't register username" = "(3/3) Can't register username";

/* No comment provided by engineer. */
"(3/3) Registering Username" = "(3/3) Registering Username";

/* No comment provided by engineer. */
"1 hour" = "1 hour";

/* Shorten version of minute */
"1 min" = "1 min";

/* No comment provided by engineer. */
"24 hours" = "24 hours";

/* Shorten version of minutes */
"5 min" = "5 min";

/* No comment provided by engineer. */
"\"%@\" is not a recovery phrase word" = "\"%@\" is not a recovery phrase word";

/* No comment provided by engineer. */
"\"%@\" is not a recovery phrase word. Would you like to try to recover the correct word that should be in its place?" = "\"%@\" is not a recovery phrase word. Would you like to try to recover the correct word that should be in its place?";

/* No comment provided by engineer. */
"\ntry again in %@" = "\ntry again in %@";

/* No comment provided by engineer. */
"A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue." = "A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Accepts DASH directly" = "Accepts DASH directly";

/* No comment provided by engineer. */
"Activity" = "Activity";

/* Add <username> as your contact... */
"Add %@ as your contact to Pay Directly to Username and Retain Mutual Transaction History" = "Add %@ as your contact to Pay Directly to Username and Retain Mutual Transaction History";

/* No comment provided by engineer. */
"Add a New Contact" = "Add a New Contact";

/* Translate it as short as possible! (24 symbols max) */
"Add Shortcut" = "Add Shortcut";

/* No comment provided by engineer. */
"Address" = "Address";

/* No comment provided by engineer. */
"Advanced Security" = "Advanced Security";

/* All
   all */
"All" = "All";

/* No comment provided by engineer. */
"All payments will be considered as an Expense and all incoming transactions will be Income. The owner of this wallet is responsible for making any cost basis adjustments in their chosen tax reporting system." = "All payments will be considered as an Expense and all incoming transactions will be Income. The owner of this wallet is responsible for making any cost basis adjustments in their chosen tax reporting system.";

/* No comment provided by engineer. */
"Allow camera access in Settings" = "Allow camera access in Settings";

/* No comment provided by engineer. */
"Allow Face ID access in Settings" = "Allow Face ID access in Settings";

/* No comment provided by engineer. */
"Allow Touch ID access in Settings" = "Allow Touch ID access in Settings";

/* No comment provided by engineer. */
"Amount received" = "Amount received";

/* No comment provided by engineer. */
"Amount Sent" = "Amount Sent";

/* No comment provided by engineer. */
"Amount too small" = "Amount too small";

/* No comment provided by engineer. */
"An intuitive and familiar experience across all your devices" = "An intuitive and familiar experience across all your devices";

/* No comment provided by engineer. */
"Application %@ is requesting a payment to" = "Application %@ is requesting a payment to";

/* No comment provided by engineer. */
"Application %@ is requesting an address so it can pay you.  Would you like to authorize this?" = "Application %@ is requesting an address so it can pay you.  Would you like to authorize this?";

/* No comment provided by engineer. */
"Application %@ would like to receive your Master Public Key.  This can be used to keep track of your wallet, this can not be used to move your Dash." = "Application %@ would like to receive your Master Public Key.  This can be used to keep track of your wallet, this can not be used to move your Dash.";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

/* No comment provided by engineer. */
"ATMs" = "ATMs";

/* No comment provided by engineer. */
"Authentication is unvailable" = "Authentication is unvailable";

/* No comment provided by engineer. */
"Auto Logout" = "Auto Logout";

/* No comment provided by engineer. */
"Autohide Balance" = "Autohide Balance";

/* lowercase, ex. 4 Dash available */
"available" = "available";

/* No comment provided by engineer. */
"Available balance" = "Available balance";

/* A noun. Used as a title. */
"Backup Wallet" = "Backup Wallet";

/* No comment provided by engineer. */
"Bad recovery phrase" = "Bad recovery phrase";

/* No comment provided by engineer. */
"Balance hidden" = "Balance hidden";

/* Coinbase Entry Point */
"Between Dash Wallet and Coinbase" = "Between Dash Wallet and Coinbase";

/* Dash Service Overview */
"Between Dash Wallet and your Coinbase account" = "Between Dash Wallet and your Coinbase account";

/* No comment provided by engineer. */
"block #%d of %d" = "block #%1$d of %2$d";

/* No comment provided by engineer. */
"Block #%d of %d" = "Block #%1$d of %2$d";

/* Buy
   buy */
"Buy" = "Buy";

/* No comment provided by engineer. */
"Buy & Sell Dash" = "Buy & Sell Dash";

/* Translate it as short as possible! (24 symbols max) */
"Buy / Sell Dash" = "Buy / Sell Dash";

/* Buy a Gift Card */
"Buy a Gift Card" = "Buy a Gift Card";

/* No comment provided by engineer. */
"Buy a gift card with Dash." = "Buy a gift card with Dash.";

/* Dash Service Overview */
"Buy and convert Dash with another crypto" = "Buy and convert Dash with another crypto";

/* Buy Dash
   Coinbase Entry Point */
"Buy Dash" = "Buy Dash";

/* Dash Service Overview */
"Buy Dash with fiat" = "Buy Dash with fiat";

/* No comment provided by engineer. */
"Buy Dash with Uphold account" = "Buy Dash with Uphold account";

/* No comment provided by engineer. */
"Buy gift cards with your Dash" = "Buy gift cards with your Dash";

/* No comment provided by engineer. */
"Buy gift cards with your Dash for the exact amount of your purchase." = "Buy gift cards with your Dash for the exact amount of your purchase.";

/* Buy/Sell */
"Buy/Sell" = "Buy/Sell";

/* No comment provided by engineer. */
"By wiping this device you will no longer have access to funds on this device. This should only be done if you no longer have access to your passphrase and have also forgotten your PIN code." = "By wiping this device you will no longer have access to funds on this device. This should only be done if you no longer have access to your passphrase and have also forgotten your PIN code.";

/* Call */
"Call" = "Call";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* A verb. Action button title for an alert 'Change payment amount?' */
"Change" = "Change";

/* No comment provided by engineer. */
"Change payment amount?" = "Change payment amount?";

/* No comment provided by engineer. */
"Change PIN" = "Change PIN";

/* No comment provided by engineer. */
"Check your connection" = "Check your connection";

/* Choose your Dash username */
"Choose your" = "Choose your";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Clear trusted node?" = "Clear trusted node?";

/* No comment provided by engineer. */
"Clipboard doesn't contain a valid Dash address" = "Clipboard doesn't contain a valid Dash address";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Close App" = "Close App";

/* Dash Portal */
"Coinbase" = "Coinbase";

/* Coinbase Two Factor Auth */
"Coinbase 2FA code" = "Coinbase 2FA code";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Confirm & Pay" = "Confirm & Pay";

/* No comment provided by engineer. */
"Confirm PIN" = "Confirm PIN";

/* No comment provided by engineer. */
"Confirming" = "Confirming";

/* No comment provided by engineer. */
"Connect with third party exchanges" = "Connect with third party exchanges";

/* Buy Sell Portal
   Coinbase Entry Point */
"Connected" = "Connected";

/* No comment provided by engineer. */
"Connected peers: %d" = "Connected peers: %d";

/* No comment provided by engineer. */
"Connecting to payment server" = "Connecting to payment server";

/* Coinbase Two Factor Auth */
"Contact Coinbase Support" = "Contact Coinbase Support";

/* No comment provided by engineer. */
"Contact Request Pending" = "Contact Request Pending";

/* No comment provided by engineer. */
"Contact Requests" = "Contact Requests";

/* No comment provided by engineer. */
"Contact Support" = "Contact Support";

/* No comment provided by engineer. */
"Contacts" = "Contacts";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* Coinbase Entry Point */
"Convert Crypto" = "Convert Crypto";

/* No comment provided by engineer. */
"Copied" = "Copied";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Copy Logs" = "Copy Logs";

/* No comment provided by engineer. */
"Copyright © 2022 Dash Core" = "Copyright © 2022 Dash Core";

/* No comment provided by engineer. */
"Could not automatically recover missing or incorrect words" = "Could not automatically recover missing or incorrect words";

/* No comment provided by engineer. */
"Could not connect to the Dash network, please check that you are connected to the internet." = "Could not connect to the Dash network, please check that you are connected to the internet.";

/* No comment provided by engineer. */
"Couldn't make payment" = "Couldn't make payment";

/* No comment provided by engineer. */
"Couldn't sweep balance" = "Couldn't sweep balance";

/* No comment provided by engineer. */
"Couldn't transmit payment to Dash network" = "Couldn't transmit payment to Dash network";

/* No comment provided by engineer. */
"Create a New Wallet" = "Create a New Wallet";

/* No comment provided by engineer. */
"CSV Export" = "CSV Export";

/* No comment provided by engineer. */
"Current user: %@" = "Current user: %@";

/* Coinbase Entry Point */
"Dash balance on Coinbase" = "Dash balance on Coinbase";

/* No comment provided by engineer. */
"Dash payments can't be less than %@" = "Dash payments can't be less than %@";

/* No comment provided by engineer. */
"Dash username" = "Dash username";

/* No comment provided by engineer. */
"DashPay Upgrade Fee" = "DashPay Upgrade Fee";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"Default currency, shortcuts, about…" = "Default currency, shortcuts, about…";

/* No comment provided by engineer. */
"DEVICE SECURITY COMPROMISED\nAny 'jailbreak' app can access any other app's keychain data (and steal your Dash)." = "DEVICE SECURITY COMPROMISED\nAny 'jailbreak' app can access any other app's keychain data (and steal your Dash).";

/* No comment provided by engineer. */
"DEVICE SECURITY COMPROMISED\nAny 'jailbreak' app can access any other app's keychain data (and steal your Dash). Wipe this wallet immediately and restore on a secure device." = "DEVICE SECURITY COMPROMISED\nAny 'jailbreak' app can access any other app's keychain data (and steal your Dash). Wipe this wallet immediately and restore on a secure device.";

/* Direction */
"Direction" = "Direction";

/* Coinbase Entry Point */
"Disconnect Coinbase Account" = "Disconnect Coinbase Account";

/* Buy Sell Portal
   Coinbase Entry Point */
"Disconnected" = "Disconnected";

/* No comment provided by engineer. */
"Do not take a screenshot" = "Do not take a screenshot";

/* No comment provided by engineer. */
"Done" = "Done";

/* ex., Download peer: 127.0.0.1:9999 */
"Download peer: %@" = "Download peer: %@";

/* (List of notifications happened) Earlier (some time ago) */
"Earlier" = "Earlier";

/* No comment provided by engineer. */
"Easily shop with your DASH at over 155,000 locations and online merchants" = "Easily shop with your DASH at over 155,000 locations and online merchants";

/* Input username textfield placeholder */
"eg: johndoe" = "eg: johndoe";

/* No comment provided by engineer. */
"Enable Face ID" = "Enable Face ID";

/* No comment provided by engineer. */
"Enable Receive Notifications" = "Enable Receive Notifications";

/* No comment provided by engineer. */
"Enable Touch ID" = "Enable Touch ID";

/* No comment provided by engineer. */
"Enter" = "Enter";

/* Coinbase Two Factor Auth */
"Enter Coinbase 2FA code" = "Enter Coinbase 2FA code";

/* No comment provided by engineer. */
"Enter PIN" = "Enter PIN";

/* No comment provided by engineer. */
"Enter Recovery Phrase" = "Enter Recovery Phrase";

/* No comment provided by engineer. */
"Enter the amount to transfer" = "Enter the amount to transfer";

/* No comment provided by engineer. */
"Enter your 2FA code below" = "Enter your 2FA code below";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error Upgrading" = "Error Upgrading";

/* No comment provided by engineer. */
"Exit" = "Exit";

/* No comment provided by engineer. */
"Expense" = "Expense";

/* No comment provided by engineer. */
"Explore" = "Explore";

/* No comment provided by engineer. */
"Explore Dash" = "Explore Dash";

/* No comment provided by engineer. */
"Extended Public Keys" = "Extended Public Keys";

/* No comment provided by engineer. */
"Face ID limit" = "Face ID limit";

/* Buy Sell Portal */
"Failed to sync" = "Failed to sync";

/* Explore Dash */
"Failed to sync on" = "Failed to sync on";

/* No comment provided by engineer. */
"Failed wallet update" = "Failed wallet update";

/* No comment provided by engineer. */
"Fee" = "Fee";

/* No comment provided by engineer. */
"Fee is greater than balance" = "Fee is greater than balance";

/* No comment provided by engineer. */
"Fee will be deducted from requested amount." = "Fee will be deducted from requested amount.";

/* Explore Dash */
"Fetching Info" = "Fetching Info";

/* No comment provided by engineer. */
"Filter" = "Filter";

/* No comment provided by engineer. */
"Filter Transactions" = "Filter Transactions";

/* No comment provided by engineer. */
"Find a merchant." = "Find a merchant.";

/* No comment provided by engineer. */
"Find a user on the Dash Network" = "Find a user on the Dash Network";

/* No comment provided by engineer. */
"Find merchants who accept Dash as payment." = "Find merchants who accept Dash as payment.";

/* No comment provided by engineer. */
"Find where to buy or sell DASH and other cryptocurrencies for cash." = "Find where to buy or sell DASH and other cryptocurrencies for cash.";

/* No comment provided by engineer. */
"Forgot PIN?" = "Forgot PIN?";

/* No comment provided by engineer. */
"Found missing word:\n%@" = "Found missing word:\n%@";

/* No comment provided by engineer. */
"Found missing words:\n%@" = "Found missing words:\n%@";

/* No comment provided by engineer. */
"Found potential missing words:\n%@" = "Found potential missing words:\n%@";

/* Coinbase: transfer dash to/from */
"FROM" = "FROM";

/* Dash Service Overview */
"From Uphold to your Dash Wallet" = "From Uphold to your Dash Wallet";

/* No comment provided by engineer. */
"Generate extended public keys?" = "Generate extended public keys?";

/* No comment provided by engineer. */
"Generating CSV Report" = "Generating CSV Report";

/* No comment provided by engineer. */
"Get Started" = "Get Started";

/* No comment provided by engineer. */
"Go to Website" = "Go to Website";

/* No comment provided by engineer. */
"Grant GPS permissions so we can show you locations near you." = "Grant GPS permissions so we can show you locations near you.";

/* Username has requested to be your friend */
"has requested to be your friend" = "has requested to be your friend";

/* No comment provided by engineer. */
"Have complete control and customize your wallet based on your needs" = "Have complete control and customize your wallet based on your needs";

/* No comment provided by engineer. */
"header #%d of %d" = "header #%1$d of %2$d";

/* Hello username, */
"Hello %@," = "Hello %@,";

/* No comment provided by engineer. */
"Help us improve your experience" = "Help us improve your experience";

/* adjective, security level */
"High" = "High";

/* No comment provided by engineer. */
"History" = "History";

/* No comment provided by engineer. */
"How to Use a Gift Card" = "How to Use a Gift Card";

/* No comment provided by engineer. */
"I Accept" = "I Accept";

/* No comment provided by engineer. */
"I accept that I will lose my coins if I no longer possess the recovery phrase" = "I accept that I will lose my coins if I no longer possess the recovery phrase";

/* No comment provided by engineer. */
"I wrote it down" = "I wrote it down";

/* No comment provided by engineer. */
"If you lose this device, you will lose your funds. Get your recovery phrase so that you can restore your wallet on another device." = "If you lose this device, you will lose your funds. Get your recovery phrase so that you can restore your wallet on another device.";

/* No comment provided by engineer. */
"If you still would like to wipe it please input: \"%@\"" = "If you still would like to wipe it please input: \"%@\"";

/* No comment provided by engineer. */
"If you would like to save manually reclassified types for transactions you should export a CSV transaction file." = "If you would like to save manually reclassified types for transactions you should export a CSV transaction file.";

/* No comment provided by engineer. */
"Ignore" = "Ignore";

/* No comment provided by engineer. */
"Immediately" = "Immediately";

/* Translate it as short as possible! (24 symbols max) */
"Import Private Key" = "Import Private Key";

/* No comment provided by engineer. */
"Import private key, Export CSV…" = "Import private key, Export CSV…";

/* No comment provided by engineer. */
"Income" = "Income";

/* Buy Sell Portal */
"Initializing" = "Initializing";

/* No comment provided by engineer. */
"Insufficient funds" = "Insufficient funds";

/* Transaction within the wallet, transfer of own funds */
"Internal Transfer" = "Internal Transfer";

/* No comment provided by engineer. */
"Internally moved to" = "Internally moved to";

/* Invalid transaction */
"Invalid" = "Invalid";

/* Invalid Amount Input */
"Invalid Input" = "Invalid Input";

/* No comment provided by engineer. */
"Invalid Payment Request" = "Invalid Payment Request";

/* No comment provided by engineer. */
"Invalid QR Code" = "Invalid QR Code";

/* Coinbase Two Factor Auth */
"It could be the code from the SMS on your phone.If not, enter the code from the authentication app." = "It could be the code from the SMS on your phone.If not, enter the code from the authentication app.";

/* No comment provided by engineer. */
"It would seem like you are attempting to restore your wallet a using a 12 word recovery phrase, however you have only entered 10 words, would you like to automatically recover missing words? This might take around an hour. We recommend plugging in your device." = "It would seem like you are attempting to restore your wallet a using a 12 word recovery phrase, however you have only entered 10 words, would you like to automatically recover missing words? This might take around an hour. We recommend plugging in your device.";

/* No comment provided by engineer. */
"It would seem like you are attempting to restore your wallet a using a 12 word recovery phrase, however you have only entered 11 words, would you like to automatically recover the missing word?" = "It would seem like you are attempting to restore your wallet a using a 12 word recovery phrase, however you have only entered 11 words, would you like to automatically recover the missing word?";

/* No comment provided by engineer. */
"It's Important" = "It's Important";

/* No comment provided by engineer. */
"Join Evolution" = "Join Evolution";

/* No comment provided by engineer. */
"Keypair %ld" = "Keypair %ld";

/* Explore Dash */
"Last device sync" = "Last device sync";

/* Buy Sell Portal
   Coinbase Entry Point */
"Last known balance" = "Last known balance";

/* Explore Dash */
"Last server update" = "Last server update";

/* No comment provided by engineer. */
"Learn More" = "Learn More";

/* No comment provided by engineer. */
"Let me know when it’s done" = "Let me know when it’s done";

/* Validation rule */
"Letters and numbers only" = "Letters and numbers only";

/* Dash Service Overview */
"Link Coinbase Account" = "Link Coinbase Account";

/* Dash Service Overview */
"Link Uphold account" = "Link Uphold account";

/* No comment provided by engineer. */
"Link Uphold Account" = "Link Uphold Account";

/* Buy Sell Portal */
"Link your account" = "Link your account";

/* Dash Service Overview */
"Link your Coinbase account" = "Link your Coinbase account";

/* Dash Service Overview */
"Link your Uphold account" = "Link your Uphold account";

/* No comment provided by engineer. */
"Load more" = "Load more";

/* Translate it as short as possible! (24 symbols max) */
"Local Currency" = "Local Currency";

/* No comment provided by engineer. */
"Local requested amount: %@" = "Local requested amount: %@";

/* No comment provided by engineer. */
"Locked" = "Locked";

/* No comment provided by engineer. */
"Log Out" = "Log Out";

/* No comment provided by engineer. */
"Log out from Uphold" = "Log out from Uphold";

/* No comment provided by engineer. */
"Login with Face ID" = "Login with Face ID";

/* No comment provided by engineer. */
"Login with Touch ID" = "Login with Touch ID";

/* a verb, Logout Immediately */
"Logout" = "Logout";

/* Logout after 5 min */
"Logout after" = "Logout after";

/* adjective, security level */
"Low" = "Low";

/* No comment provided by engineer. */
"Manage GPS Permission" = "Manage GPS Permission";

/* No comment provided by engineer. */
"Manage Trusted Node" = "Manage Trusted Node";

/* No comment provided by engineer. */
"Map" = "Map";

/* No comment provided by engineer. */
"masternode list #%d of %d" = "masternode list #%1$d of %2$d";

/* No comment provided by engineer. */
"Masternode Registration" = "Masternode Registration";

/* No comment provided by engineer. */
"Masternode Revocation" = "Masternode Revocation";

/* No comment provided by engineer. */
"Masternode Update" = "Masternode Update";

/* Contracted variant of 'Maximum' word */
"Max" = "Max";

/* Validation rule: Maximum 24 characters */
"Maximum %ld characters" = "Maximum %ld characters";

/* adjective, security level */
"Medium" = "Medium";

/* No comment provided by engineer. */
"Merchant search works better with Location Services turned on." = "Merchant search works better with Location Services turned on.";

/* Validation rule */
"Minimum 3 characters" = "Minimum 3 characters";

/* No comment provided by engineer. */
"More" = "More";

/* No comment provided by engineer. */
"More Control" = "More Control";

/* No comment provided by engineer. */
"Moved from" = "Moved from";

/* No comment provided by engineer. */
"Moved to Address" = "Moved to Address";

/* No comment provided by engineer. */
"My Contacts" = "My Contacts";

/* No comment provided by engineer. */
"Name" = "Name";

/* Nearby */
"Nearby" = "Nearby";

/* Coinbase Two Factor Auth */
"Need help? " = "Need help? ";

/* No comment provided by engineer. */
"Network" = "Network";

/* No comment provided by engineer. */
"Network fee" = "Network fee";

/* (List of) New (notifications) */
"New" = "New";

/* No comment provided by engineer. */
"NFC device" = "NFC device";

/* No comment provided by engineer. */
"NFC device didn't transmit a valid Dash address" = "NFC device didn't transmit a valid Dash address";

/* No comment provided by engineer. */
"Node IP" = "Node IP";

/* adjective, security level */
"None" = "None";

/* No comment provided by engineer. */
"Not a Dash QR code" = "Not a Dash QR code";

/* No comment provided by engineer. */
"Not a Dash URL" = "Not a Dash URL";

/* No comment provided by engineer. */
"Not a valid Dash address" = "Not a valid Dash address";

/* No comment provided by engineer. */
"Not all of the stores accept DASH directly, but you can buy a gift card with your Dash." = "Not all of the stores accept DASH directly, but you can buy a gift card with your Dash.";

/* No comment provided by engineer. */
"Not yet used" = "Not yet used";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"OK" = "OK";

/* Once <username> accepts your request... */
"Once %@ accepts your request you can Pay Directly to Username" = "Once %@ accepts your request you can Pay Directly to Username";

/* Online */
"Online" = "Online";

/* Online Merchant */
"Online Merchant" = "Online Merchant";

/* No comment provided by engineer. */
"Operator Keys" = "Operator Keys";

/* No comment provided by engineer. */
"Owner Address" = "Owner Address";

/* No comment provided by engineer. */
"Owner Keys" = "Owner Keys";

/* No comment provided by engineer. */
"Pay" = "Pay";

/* No comment provided by engineer. */
"Pay and get paid instantly with easy to use payment flows" = "Pay and get paid instantly with easy to use payment flows";

/* emphasized text in: Add <username> as your contact to Pay Directly to Username and Retain Mutual Transaction History */
"Pay Directly to Username" = "Pay Directly to Username";

/* Pay with Dash */
"Pay with Dash" = "Pay with Dash";

/* No comment provided by engineer. */
"Pay with Ease" = "Pay with Ease";

/* No comment provided by engineer. */
"Pay with the DASH Wallet." = "Pay with the DASH Wallet.";

/* 1 out of 4 in the Paying Animation */
"Paying" = "Paying";

/* 2 out of 4 in the Paying Animation */
"Paying." = "Paying.";

/* 3 out of 4 in the Paying Animation */
"Paying.." = "Paying..";

/* 4 out of 4 in the Paying Animation */
"Paying..." = "Paying...";

/* No comment provided by engineer. */
"Payments" = "Payments";

/* No comment provided by engineer. */
"Pending" = "Pending";

/* No comment provided by engineer. */
"PIN is always required to make a payment" = "PIN is always required to make a payment";

/* No comment provided by engineer. */
"Please enter PIN to upgrade wallet" = "Please enter PIN to upgrade wallet";

/* No comment provided by engineer. */
"Please place your phone near NFC device." = "Please place your phone near NFC device.";

/* No comment provided by engineer. */
"Please tap on the words from your recovery phrase in the right order" = "Please tap on the words from your recovery phrase in the right order";

/* No comment provided by engineer. */
"Please try again" = "Please try again";

/* No comment provided by engineer. */
"Please try scanning again" = "Please try scanning again";

/* No comment provided by engineer. */
"Please wait" = "Please wait";

/* No comment provided by engineer. */
"Please Wait" = "Please Wait";

/* No comment provided by engineer. */
"Please wait for the sync to complete" = "Please wait for the sync to complete";

/* No comment provided by engineer. */
"Please write it down" = "Please write it down";

/* No comment provided by engineer. */
"Previously used at IP address" = "Previously used at IP address";

/* No comment provided by engineer. */
"Private key" = "Private key";

/* No comment provided by engineer. */
"Processing" = "Processing";

/* No comment provided by engineer. */
"Provider Address" = "Provider Address";

/* No comment provided by engineer. */
"Public key" = "Public key";

/* No comment provided by engineer. */
"Quick Receive" = "Quick Receive";

/* No comment provided by engineer. */
"Quorums validated: %d/%d" = "Quorums validated: %1$d/%2$d";

/* ex., Rate 1 US $ = 0.000009 Dash */
"Rate: %@ = %@" = "Rate: %1$@ = %2$@";

/* No comment provided by engineer. */
"Receive" = "Receive";

/* Coinbase Entry Point */
"Receive directly into Coinbase" = "Receive directly into Coinbase";

/* Coinbase Entry Point */
"Receive directly into Dash Wallet" = "Receive directly into Dash Wallet";

/* Received transaction */
"Received" = "Received";

/* No comment provided by engineer. */
"Received %@ (%@)" = "Received %1$@ (%2$@)";

/* No comment provided by engineer. */
"Received at" = "Received at";

/* No comment provided by engineer. */
"Received from" = "Received from";

/* No comment provided by engineer. */
"Recover" = "Recover";

/* No comment provided by engineer. */
"Recover Wallet" = "Recover Wallet";

/* No comment provided by engineer. */
"Recovering..." = "Recovering...";

/* No comment provided by engineer. */
"Recovery Phrase" = "Recovery Phrase";

/* No comment provided by engineer. */
"Recovery phrase doesn't match" = "Recovery phrase doesn't match";

/* No comment provided by engineer. */
"Recovery phrase must have 12, 15, 18, 21 or 24 words" = "Recovery phrase must have 12, 15, 18, 21 or 24 words";

/* No comment provided by engineer. */
"Redeem your gift card online within seconds or at the cashier." = "Redeem your gift card online within seconds or at the cashier.";

/* Button title, Register (username) */
"Register" = "Register";

/* No comment provided by engineer. */
"Register?" = "Register?";

/* No comment provided by engineer. */
"Registered from" = "Registered from";

/* No comment provided by engineer. */
"Registered Masternode" = "Registered Masternode";

/* Translate it as short as possible! (24 symbols max) */
"Report an Issue" = "Report an Issue";

/* An action */
"Rescan" = "Rescan";

/* No comment provided by engineer. */
"Rescan Blockchain" = "Rescan Blockchain";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Reset to Default" = "Reset to Default";

/* No comment provided by engineer. */
"Reset Wallet" = "Reset Wallet";

/* emphasized text in: Add <username> as your contact to Pay Directly to Username and Retain Mutual Transaction History */
"Retain Mutual Transaction History" = "Retain Mutual Transaction History";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Review & Rate the app" = "Review & Rate the app";

/* No comment provided by engineer. */
"Reward" = "Reward";

/* No comment provided by engineer. */
"Rewards" = "Rewards";

/* should be as short as possible */
"Scan" = "Scan";

/* No comment provided by engineer. */
"Scan Private Key" = "Scan Private Key";

/* No comment provided by engineer. */
"Scan QR Code" = "Scan QR Code";

/* A title of the quick receive screen */
"Scan this to Pay" = "Scan this to Pay";

/* Translate it as short as possible! (24 symbols max) */
"Scan to Pay" = "Scan to Pay";

/* No comment provided by engineer. */
"Scan to Send" = "Scan to Send";

/* (Send by) Scanning QR code */
"Scanning QR code" = "Scanning QR code";

/* No comment provided by engineer. */
"Screenshot detected. New recovery phrase:" = "Screenshot detected. New recovery phrase:";

/* No comment provided by engineer. */
"Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret." = "Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.";

/* No comment provided by engineer. */
"Search for a contact" = "Search for a contact";

/* No comment provided by engineer. */
"Search for a contact request" = "Search for a contact request";

/* No comment provided by engineer. */
"Search for a User on the Dash Network" = "Search for a User on the Dash Network";

/* No comment provided by engineer. */
"Search for a username" = "Search for a username";

/* Search results for \"John Doe\" */
"Search results for \"" = "Search results for \"";

/* No comment provided by engineer. */
"Searching for username %@ on the Dash Network" = "Searching for username %@ on the Dash Network";

/* No comment provided by engineer. */
"Secure now" = "Secure now";

/* Translate it as short as possible! (24 symbols max) */
"Secure Wallet Now" = "Secure Wallet Now";

/* No comment provided by engineer. */
"Security" = "Security";

/* No comment provided by engineer. */
"Security Level" = "Security Level";

/* No comment provided by engineer. */
"See on Uphold" = "See on Uphold";

/* Buy Sell Dash */
"Select a service" = "Select a service";

/* Sell */
"Sell" = "Sell";

/* Buy Dash
   Coinbase Entry Point */
"Sell Dash" = "Sell Dash";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send %@ (%@) from this private key into your wallet? The Dash network will receive a fee of %@ (%@)." = "Send %1$@ (%2$@) from this private key into your wallet? The Dash network will receive a fee of %3$@ (%4$@).";

/* Send by (scanning QR code) */
"Send by" = "Send by";

/* No comment provided by engineer. */
"Send Contact Request" = "Send Contact Request";

/* No comment provided by engineer. */
"Send to" = "Send to";

/* Translate it as short as possible! (24 symbols max) */
"Send to Address" = "Send to Address";

/* Translate it as short as possible! (24 symbols max) */
"Send with NFC" = "Send with NFC";

/* 1 out of 4 in the Sending Animation */
"Sending" = "Sending";

/* No comment provided by engineer. */
"Sending to" = "Sending to";

/* 2 out of 4 in the Sending Animation */
"Sending." = "Sending.";

/* 3 out of 4 in the Sending Animation */
"Sending.." = "Sending..";

/* 4 out of 4 in the Sending Animation */
"Sending..." = "Sending...";

/* Sent transaction */
"Sent" = "Sent";

/* No comment provided by engineer. */
"Sent from" = "Sent from";

/* No comment provided by engineer. */
"Sent to" = "Sent to";

/* No comment provided by engineer. */
"Set a trusted node" = "Set a trusted node";

/* No comment provided by engineer. */
"Set PIN" = "Set PIN";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Setup Wallet" = "Setup Wallet";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Show Masternode Keys" = "Show Masternode Keys";

/* No comment provided by engineer. */
"Show Recovery Phrase" = "Show Recovery Phrase";

/* No comment provided by engineer. */
"Show with DASH at over 150k merchants" = "Show with DASH at over 150k merchants";

/* No comment provided by engineer. */
"skip" = "skip";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Something went wrong" = "Something went wrong";

/* No comment provided by engineer. */
"Sort by" = "Sort by";

/* No comment provided by engineer. */
"Sort Contacts" = "Sort Contacts";

/* No comment provided by engineer. */
"Specify Amount" = "Specify Amount";

/* No comment provided by engineer. */
"Spending Confirmation" = "Spending Confirmation";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Swept!" = "Swept!";

/* Translate it as short as possible! (24 symbols max) */
"Switch to Mainnet" = "Switch to Mainnet";

/* Translate it as short as possible! (24 symbols max) */
"Switch to Testnet" = "Switch to Testnet";

/* No comment provided by engineer. */
"Sync Failed" = "Sync Failed";

/* Translate it as short as possible! (24 symbols max) */
"Sync Now" = "Sync Now";

/* Buy Sell Portal */
"Syncing" = "Syncing";

/* No comment provided by engineer. */
"Syncing Balance" = "Syncing Balance";

/* Buy and Sell Dash
   Explore Dash */
"Syncing..." = "Syncing...";

/* Pay using NFC (should be as short as possible) */
"Tap" = "Tap";

/* No comment provided by engineer. */
"Tap to hide balance" = "Tap to hide balance";

/* No comment provided by engineer. */
"Tap to unhide balance" = "Tap to unhide balance";

/* No comment provided by engineer. */
"Tax Category" = "Tax Category";

/* Coinbase Two Factor Auth */
"The code is incorrect. Please check and try again!" = "The code is incorrect. Please check and try again!";

/* No comment provided by engineer. */
"There are no new notifications" = "There are no new notifications";

/* No comment provided by engineer. */
"There are no transactions to display" = "There are no transactions to display";

/* No comment provided by engineer. */
"There are no users that match with the name %@" = "There are no users that match with the name %@";

/* No comment provided by engineer. */
"There are no users that match with the name %@ in your contacts" = "There are no users that match with the name %@ in your contacts";

/* No comment provided by engineer. */
"This app is open source:" = "This app is open source:";

/* This ATM is located in the */
"This ATM is located in the" = "This ATM is located in the";

/* Coinbase Two Factor Auth */
"This extra step shows it’s really you trying to make a transaction." = "This extra step shows it’s really you trying to make a transaction.";

/* No comment provided by engineer. */
"This PIN will be required to unlock your app every time when you use it." = "This PIN will be required to unlock your app every time when you use it.";

/* No comment provided by engineer. */
"This recovery phrase is your access to the funds in this wallet." = "This recovery phrase is your access to the funds in this wallet.";

/* No comment provided by engineer. */
"This transaction may take several minutes to settle." = "This transaction may take several minutes to settle.";

/* No comment provided by engineer. */
"This transaction should settle instantly at no extra fee" = "This transaction should settle instantly at no extra fee";

/* No comment provided by engineer. */
"This wallet is not empty or sync has not finished, you may not wipe it without the recovery phrase" = "This wallet is not empty or sync has not finished, you may not wipe it without the recovery phrase";

/* No comment provided by engineer. */
"This will move all coins from that wallet to your wallet on this device." = "This will move all coins from that wallet to your wallet on this device.";

/* Coinbase: transfer dash to/from */
"TO" = "TO";

/* No comment provided by engineer. */
"Tools" = "Tools";

/* No comment provided by engineer. */
"Total" = "Total";

/* No comment provided by engineer. */
"Touch ID limit" = "Touch ID limit";

/* No comment provided by engineer. */
"Transaction id" = "Transaction id";

/* A verb, button title.
   Coinbase */
"Transfer" = "Transfer";

/* Coinbase
   Coinbase Entry Point
   Dash Service Overview */
"Transfer Dash" = "Transfer Dash";

/* No comment provided by engineer. */
"Transfer Dash from your Uphold account to this wallet" = "Transfer Dash from your Uphold account to this wallet";

/* No comment provided by engineer. */
"Transfer from Uphold" = "Transfer from Uphold";

/* No comment provided by engineer. */
"Transfer In" = "Transfer In";

/* No comment provided by engineer. */
"Transfer Out" = "Transfer Out";

/* An action */
"Try again" = "Try again";

/* Alert title */
"Turn device passcode on" = "Turn device passcode on";

/* No comment provided by engineer. */
"Unable to connect" = "Unable to connect";

/* No comment provided by engineer. */
"Unable to get new QR code" = "Unable to get new QR code";

/* Coinbase */
"Unknown Balance" = "Unknown Balance";

/* No comment provided by engineer. */
"Unsupported or corrupted document" = "Unsupported or corrupted document";

/* No comment provided by engineer. */
"Unsupported URL" = "Unsupported URL";

/* ex., Updated: 27.12, 8:30 */
"Updated: %@" = "Updated: %@";

/* Updating Price */
"Updating Price" = "Updating Price";

/* No comment provided by engineer. */
"Upgrade Fee" = "Upgrade Fee";

/* No comment provided by engineer. */
"Upgrading to DashPay" = "Upgrading to DashPay";

/* Dash Portal */
"Uphold" = "Uphold";

/* No comment provided by engineer. */
"Used" = "Used";

/* No comment provided by engineer. */
"Used at IP address" = "Used at IP address";

/* No comment provided by engineer. */
"Username taken" = "Username taken";

/* No comment provided by engineer. */
"Validating username done" = "Validating username done";

/* No comment provided by engineer. */
"Validating username failed" = "Validating username failed";

/* No comment provided by engineer. */
"Validating username…" = "Validating username…";

/* Coinbase */
"Verfiy" = "Verfiy";

/* No comment provided by engineer. */
"Verified Successfully" = "Verified Successfully";

/* No comment provided by engineer. */
"Verify" = "Verify";

/* adjective, security level */
"Very High" = "Very High";

/* No comment provided by engineer. */
"View All" = "View All";

/* View all locations */
"View all locations" = "View all locations";

/* No comment provided by engineer. */
"View in Block Explorer" = "View in Block Explorer";

/* No comment provided by engineer. */
"View passphrase, backup wallet…" = "View passphrase, backup wallet…";

/* No comment provided by engineer. */
"View Recovery Phrase" = "View Recovery Phrase";

/* No comment provided by engineer. */
"Voting Address" = "Voting Address";

/* No comment provided by engineer. */
"Voting Keys" = "Voting Keys";

/* No comment provided by engineer. */
"Wallet disabled" = "Wallet disabled";

/* No comment provided by engineer. */
"Wallet Keys" = "Wallet Keys";

/* No comment provided by engineer. */
"WARNING" = "WARNING";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"We are about to show you the secret key to your wallet." = "We are about to show you the secret key to your wallet.";

/* No comment provided by engineer. */
"We do not store this recovery phrase." = "We do not store this recovery phrase.";

/* No comment provided by engineer. */
"We have 2 types of merchants" = "We have 2 types of merchants";

/* No comment provided by engineer. */
"We have detected that Dash Wallet crashed during migration. Rescanning the blockchain will solve this issue or you may try again. Rescanning should preferably be performed on wifi and will take up to half an hour. Your funds will be available once the sync process is complete." = "We have detected that Dash Wallet crashed during migration. Rescanning the blockchain will solve this issue or you may try again. Rescanning should preferably be performed on wifi and will take up to half an hour. Your funds will be available once the sync process is complete.";

/* No comment provided by engineer. */
"We Upgraded" = "We Upgraded";

/* Website */
"Website" = "Website";

/* No comment provided by engineer. */
"Welcome" = "Welcome";

/* No comment provided by engineer. */
"When the transaction is confirmed, the other wallet will be worthless and should not be re-used for safety reasons." = "When the transaction is confirmed, the other wallet will be worthless and should not be re-used for safety reasons.";

/* No comment provided by engineer. */
"Where to Spend" = "Where to Spend";

/* No comment provided by engineer. */
"Where to Spend?" = "Where to Spend?";

/* No comment provided by engineer. */
"Why I should not take a screenshot?" = "Why I should not take a screenshot?";

/* No comment provided by engineer. */
"WIF Private key" = "WIF Private key";

/* No comment provided by engineer. */
"Wipe" = "Wipe";

/* No comment provided by engineer. */
"Wipe Wallet" = "Wipe Wallet";

/* No comment provided by engineer. */
"with Dash blockchain" = "with Dash blockchain";

/* No comment provided by engineer. */
"You accepted the contact request from %@" = "You accepted the contact request from %@";

/* No comment provided by engineer. */
"You are about to sweep funds from another Dash Wallet." = "You are about to sweep funds from another Dash Wallet.";

/* No comment provided by engineer. */
"You are about to wipe this wallet from this device. Funds associated with this wallet can only be retrieved if you have your recovery phrase." = "You are about to wipe this wallet from this device. Funds associated with this wallet can only be retrieved if you have your recovery phrase.";

/* No comment provided by engineer. */
"You can authenticate with Face ID for payments below" = "You can authenticate with Face ID for payments below";

/* No comment provided by engineer. */
"You can authenticate with Touch ID for payments below" = "You can authenticate with Touch ID for payments below";

/* No comment provided by engineer. */
"You have chosen \"%@\" as your username. Your username cannot be changed once registered." = "You have chosen \"%@\" as your username. Your username cannot be changed once registered.";

/* No comment provided by engineer. */
"You must enter your PIN in order to enter Dash Wallet" = "You must enter your PIN in order to enter Dash Wallet";

/* No comment provided by engineer. */
"You received Dash! If you lose this device, you will lose your funds. Get your recovery phrase so that you can restore your wallet on another device." = "You received Dash! If you lose this device, you will lose your funds. Get your recovery phrase so that you can restore your wallet on another device.";

/* No comment provided by engineer. */
"You sent the contact request to %@" = "You sent the contact request to %@";

/* No comment provided by engineer. */
"You will also need to log out from the Uphold website using your browser" = "You will also need to log out from the Uphold website using your browser";

/* No comment provided by engineer. */
"You will lose all your manually reclassified transactions types" = "You will lose all your manually reclassified transactions types";

/* No comment provided by engineer. */
"You will need this recovery phrase to access your funds if this device is lost, damaged or if Dash Wallet ever is accidentally uninstalled from this device." = "You will need this recovery phrase to access your funds if this device is lost, damaged or if Dash Wallet ever is accidentally uninstalled from this device.";

/* No comment provided by engineer. */
"Your DashPay Username is ready to use" = "Your DashPay Username is ready to use";

/* No comment provided by engineer. */
"Your location is used to show your position on the map, merchants in the selected redius and improve search results." = "Your location is used to show your position on the map, merchants in the selected redius and improve search results.";

/* No comment provided by engineer. */
"Your transaction was sent and the amount should appear in your wallet in a few minutes." = "Your transaction was sent and the amount should appear in your wallet in a few minutes.";

/* No comment provided by engineer. */
"Your Uphold account Dash balance is" = "Your Uphold account Dash balance is";

/* No comment provided by engineer. */
"Your username %@ has been successfully created on the Dash Network" = "Your username %@ has been successfully created on the Dash Network";

/* No comment provided by engineer. */
"Your username %@ is being created on the Dash Network" = "Your username %@ is being created on the Dash Network";

/* No comment provided by engineer. */
"Your wallet is secured now. You can use your recovery phrase anytime to recover your account on another device." = "Your wallet is secured now. You can use your recovery phrase anytime to recover your account on another device.";

/* No comment provided by engineer. */
"Сopied address or QR" = "Сopied address or QR";

